Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

source: Apple Watch Ultra?
ja: Apple Watch Ultraをお使いですか？
zh_hans: 使用 Apple Watch Ultra？

source: Chats
ja: チャット
zh_hans: 聊天

source: Error
ja: エラー
zh_hans: 错误

# intent.converse.destination.chat
source: Chat
ja: チャット
zh_hans: 聊天

# settings.general.section.title
source: General
ja: 一般
zh_hans: 通用

# settings.general.session.short.min15
source: 15 min
ja: 15分
zh_hans: 15 分钟

# settings.general.session.short.min30
source: 30 min
ja: 30分
zh_hans: 30 分钟

# settings.general.session.short.min60
source: 60 min
ja: 60分
zh_hans: 60 分钟

# settings.mac.general.title
source: General
ja: 一般
zh_hans: 通用

# settings.usage.chart.axis.tokens
source: Tokens
ja: トークン
zh_hans: Token

# settings.usage.chart.clause.tokens
source: %@ tokens
ja: %@トークン
zh_hans: %@ Token

# settings.usage.chart.metric.tokens
source: Tokens
ja: トークン
zh_hans: Token

# settings.usage.chart.selection.tokens.v2
source: %@ tokens
ja: %@トークン
zh_hans: %@ Token

# settings.usage.detail.threads.tokens
source: %@ tokens
ja: %@トークン
zh_hans: %@ Token

# settings.usage.stat.tokens
source: Tokens
ja: トークン
zh_hans: Token

# settings.usage.threads.tokens.reported
source: %@ tokens
ja: %@トークン
zh_hans: %@ Token

# workbench.chats
source: Chats
ja: チャット
zh_hans: 聊天

# workboard.chatCapture.conversation
source: Chat
ja: チャット
zh_hans: 聊天

# workdesk.material.count.one
source: 1 material
ja: 素材1件
zh_hans: 1 项素材

# workdesk.project.color.coral
source: Coral
ja: コーラル
zh_hans: 珊瑚色

source: Watch
zh_hans: Apple Watch
